Repository: Villi14/Karmic-Healing
Catalog: KarmicHealing/MainTarget/Resources/Localizable.xcstrings
Source language: en
Languages: ru, uk

source: About
ru: О приложении
uk: Про застосунок

# add_list
source: Add Topic
ru: Добавить тему
uk: Додати тему

source: Add Request
ru: Добавить просьбу
uk: Додати прохання

source: Add Subrequest
ru: Добавить подпросьбу
uk: Додати підпрохання

source: All
ru: Все
uk: Всі

source: All Completed
ru: Все завершённые
uk: Всі завершені

source: App lock
ru: Защита приложения
uk: Захист застосунку

# app_lock_description
source: Require Face ID, Touch ID, or device passcode
ru: Требовать Face ID, Touch ID или код-пароль устройства
uk: Вимагати Face ID, Touch ID або код-пароль пристрою

# app_lock_failed
source: Authentication was unsuccessful. Please try again.
ru: Не удалось подтвердить личность. Попробуйте ещё раз.
uk: Не вдалося підтвердити особу. Спробуйте ще раз.

# app_lock_reason
source: Confirm it is you to open your Karmic Healing space.
ru: Подтвердите, что это вы, чтобы открыть ваше пространство Karmic Healing.
uk: Підтвердьте, що це ви, щоб відкрити ваш простір Karmic Healing.

# app_lock_unavailable
source: Set up Face ID, Touch ID, or a device passcode to unlock Karmic Healing.
ru: Настройте Face ID, Touch ID или код-пароль устройства, чтобы разблокировать Karmic Healing.
uk: Налаштуйте Face ID, Touch ID або код-пароль пристрою, щоб розблокувати Karmic Healing.

# app_locked
source: Your space is protected
ru: Ваше пространство защищено
uk: Ваш простір захищено

# attention_before_proceeding
source: Complete the previous step before moving on to the next one. Each step takes about five minutes.
ru: Прежде чем перейти к следующему этапу, полностью завершите предыдущий. Каждый этап занимает около пяти минут.
uk: Завершіть попередній крок перед тим, як перейти до наступного. Кожен крок займає близько п'яти хвилин.

# author_site
source: Author's website
ru: Сайт автора
uk: Сайт автора

source: Back
ru: Назад
uk: Назад

source: Cancel
ru: Отмена
uk: Скасувати

source: Change Language
ru: Сменить язык
uk: Змінити мову

source: Clear
ru: Очистить
uk: Очистити

source: Clear Completed Reminders
ru: Очистить завершённые напоминания
uk: Очистити завершені нагадування

source: Clear Completed Requests
ru: Очистить завершённые просьбы
uk: Очистити завершені прохання

source: Color
ru: Цвет
uk: Колір

source: Completed
ru: Завершено
uk: Завершено

source: Copy to Clipboard
ru: Копировать в буфер обмена
uk: Копіювати в буфер обміну

source: Dark
ru: Тёмная
uk: Темна

source: Date
ru: Дата
uk: Дата

source: Date Error
ru: Ошибка даты
uk: Помилка дати

# date_error_message
source: The notification date cannot be in the past. Please set a date in the future.
ru: Дата уведомления не может быть в прошлом. Пожалуйста, установите дату в будущем.
uk: Дата сповіщення не може бути в минулому. Будь ласка, встановіть дату в майбутньому.

source: Delay
ru: Задержка
uk: Затримка

source: Detail
ru: Деталь
uk: Деталь

source: Details
ru: Детали
uk: Деталі

source: Divine Self
ru: Божественное Я
uk: Божественне Я

source: Done
ru: Завершить
uk: Готово

source: Due Date
ru: Срок
uk: Термін

# edit_list
source: Edit
ru: Редактировать
uk: Редагувати

source: Energy Balancing
ru: Балансировка энергии
uk: Балансування енергії

source: Essential Self
ru: Сущностное Я
uk: Сутнісне Я

# face_id_lock_subtitle
source: Use Face ID, Touch ID, or your device passcode to continue your practice.
ru: Используйте Face ID, Touch ID или код-пароль устройства, чтобы продолжить практику.
uk: Використайте Face ID, Touch ID або код-пароль пристрою, щоб продовжити практику.

source: Flag
ru: Отметить
uk: Позначити

source: Flagged
ru: Отмеченные
uk: Позначені

source: Help
ru: Помощь
uk: Допомога

# help_step_1_description
source: Find a quiet place where you won't be disturbed. Sit or lie down comfortably, close your eyes, and take several deep breaths to relax.
ru: Найдите тихое место, где вас никто не потревожит. Сядьте или лягте удобно, закройте глаза и сделайте несколько глубоких вдохов для расслабления.
uk: Знайдіть тихе місце, де вас ніхто не потурбує. Сядьте або ляжте зручно, закрийте очі та зробіть кілька глибоких вдихів для розслаблення.

# help_step_1_title
source: Prepare your space
ru: Подготовьте пространство
uk: Підготуйте простір

# help_step_2_description
source: Mentally or aloud, ask the Lords of Karma for permission to speak with them. Wait for their response - you may feel a sense of permission or guidance.
ru: Мысленно или вслух попросите Властителей Кармы разрешения поговорить с ними. Дождитесь их ответа - вы можете почувствовать чувство разрешения или руководства.
uk: Думкою попросіть Володарів Карми дозволу поговорити з ними. Дочекайтеся їх відповіді - ви можете відчути почуття дозволу або керівництва.

# help_step_2_title
source: Ask for permission
ru: Попросите разрешения
uk: Попросіть дозволу

# help_step_3_description
source: Clearly and respectfully state your request. Be specific about what you need help with. Speak from your heart with sincerity and humility.
ru: Четко и уважительно изложите вашу просьбу. Будьте конкретны в том, с чем вам нужна помощь. Говорите от сердца с искренностью и смирением.
uk: Чітко та з повагою викладіть ваше прохання. Будьте конкретні в тому, з чим вам потрібна допомога. Говоріть від серця з щирістю та смиренністю.

# help_step_3_title
source: Formulate your request
ru: Сформулируйте просьбу
uk: Сформулюйте прохання

# help_step_4_description
source: After making your request, remain quiet and attentive. You may receive guidance through thoughts, feelings, images, or inner knowing. Trust your intuition.
ru: После изложения просьбы оставайтесь тихими и внимательными. Вы можете получить руководство через мысли, чувства, образы или внутреннее знание. Доверяйте своей интуиции.
uk: Після викладення прохання залишайтеся тихими та уважними. Ви можете отримати керівництво через думки, почуття, образи або внутрішнє знання. Довіряйте своїй інтуїції.

# help_step_4_title
source: Listen and observe
ru: Слушайте и наблюдайте
uk: Слухайте та спостерігайте

# help_step_5_description
source: Thank the Lords of Karma for their time and assistance. Express your gratitude sincerely, regardless of whether you received immediate help or not.
ru: Поблагодарите Властителей Кармы за их время и помощь. Выразите свою благодарность искренне, независимо от того, получили ли вы немедленную помощь или нет.
uk: Подякуйте Володарям Карми за їх час та допомогу. Висловіть свою подяку щиро, незалежно від того, чи отримали ви негайну допомогу чи ні.

# help_step_5_title
source: Express gratitude
ru: Выразите благодарность
uk: Висловіть подяку

# help_subtitle
source: Step-by-step guide to effective communication
ru: Пошаговое руководство по эффективному общению
uk: Покроковий посібник з ефективного спілкування

# help_tip_1
source: Practice regularly - the more you communicate, the stronger your connection becomes
ru: Практикуйтесь регулярно - чем больше вы общаетесь, тем сильнее становится ваша связь
uk: Практикуйтеся регулярно - чим більше ви спілкуєтеся, тим міцнішою стає ваш зв'язок

# help_tip_2
source: Be patient - answers may not come immediately, but they will come at the right time
ru: Будьте терпеливы - ответы могут прийти не сразу, но они придут в нужное время
uk: Будьте терплячі - відповіді можуть прийти не одразу, але вони прийдуть у потрібний час

# help_tip_3
source: Trust the process - even if you don't see immediate results, trust that healing is happening
ru: Доверяйте процессу - даже если вы не видите немедленных результатов, доверяйте, что исцеление происходит
uk: Довіряйте процесу - навіть якщо ви не бачите негайних результатів, довіряйте, що зцілення відбувається

# help_tip_initial_process
source: Complete the Initial Process only once. Perform the other energy balancing practices whenever you feel they are needed.
ru: Проходите Начальный процесс только один раз. Остальные практики балансировки энергии выполняйте по мере необходимости.
uk: Початковий процес проходьте лише один раз. Інші практики балансування енергії виконуйте за потреби.

# help_tips_title
source: Important Tips
ru: Важные советы
uk: Важливі поради

# help_title
source: How to work with the Lords of Karma
ru: Как работать с Властителями Кармы
uk: Як працювати з Володарями Карми

source: Hide
ru: Скрыть
uk: Сховати

source: Hide Completed
ru: Скрыть завершённые
uk: Сховати завершені

source: High
ru: Высокий
uk: Високий

# home_daily_eyebrow
source: Today
ru: Сегодня
uk: Сьогодні

# home_daily_subtitle
source: Take a few quiet minutes to balance your energy and continue your practice.
ru: Уделите несколько спокойных минут, чтобы сбалансировать энергию и продолжить практику.
uk: Присвятіть кілька спокійних хвилин балансу енергії та продовженню практики.

# home_daily_title
source: A moment to return to yourself
ru: Момент, чтобы вернуться к себе
uk: Мить, щоб повернутися до себе

# home_tools
source: Your tools
ru: Ваши инструменты
uk: Ваші інструменти

source: Initial process
ru: Начальный процесс
uk: Початковий процес

# karma_category_a
source: a) for healing from diseases or correcting physical condition;
ru: а) для исцеления от болезней или исправления физического состояния;
uk: а) для зцілення від хвороб або виправлення фізичного стану;

# karma_category_b
source: b) for healing conflict relationships;
ru: б) для исцеления конфликтных взаимоотношений;
uk: б) для зцілення конфліктних взаємин;

# karma_category_c
source: c) for getting rid of negative character traits and bad habits;
ru: в) для избавления от негативных черт характера и дурных привычек;
uk: в) для позбавлення від негативних рис характеру та поганих звичок;

# karma_category_d
source: d) for correcting negative life situations.
ru: г) для исправления негативных жизненных ситуаций.
uk: г) для виправлення негативних життєвих ситуацій.

# karma_help_title
source: Detailed Process of Working with the Lords of Karma
ru: Детальный процесс работы с Властителями Кармы
uk: Детальний процес роботи з Володарями Карми

# karma_liberation_prayer
source: Let this healing pass through all levels and all bodies, through all my lives, including this present life, let all harm (caused by connections or situations) be removed, and let healing come to today - to NOW!
ru: Пусть это исцеление пройдет сквозь все уровни и все тела, через все мои жизни, в том числе и нынешнюю жизнь, пусть снимется всякий вред (принесенный связями или ситуациями), и пусть исцеление придет в сегодня - в СЕЙЧАС!
uk: Нехай це зцілення пройде крізь усі рівні та всі тіла, через всі мої життя, включаючи це теперішнє життя, нехай зніметься всяка шкода (завдана зв'язками чи ситуаціями), і нехай зцілення прийде в сьогодні - в ЗАРАЗ!

# karma_step_1
source: Ask permission to speak with the Lords of Karma - you will feel their presence.
ru: Попросите разрешения поговорить с Властителями Кармы - вы почувствуете их присутствие.
uk: Попросіть дозволу поговорити з Володарями Карми - ви відчуєте їх присутність.

# karma_step_2
source: Ask for the karmic liberation you wish to receive.
ru: Попросите о том кармическом освобождении, которое желаете получить.
uk: Попросіть про те кармічне звільнення, яке бажаєте отримати.

# karma_step_3
source: You will receive an answer "yes" or "no".
ru: Вы получите ответ "да" или "нет".
uk: Ви отримаєте відповідь "так" або "ні".

# karma_step_4
source: If the answer is "yes", ask for liberation:
ru: Если ответ "да", попросите об освобождении:
uk: Якщо відповідь "так", попросіть про звільнення:

# karma_step_5
source: If the answer is "no", ask what you should do to achieve liberation. Wait for the answer. If you receive information about a past life that you don't fully understand, ask for clarification.
ru: Если же ответ "нет", спросите, что вам следует сделать, чтобы добиться освобождения. Подождите, пока придет ответ. Если вам дадут информацию о прошлой жизни, которую вы понимаете не до конца, попросите прояснить то, что вы увидели.
uk: Якщо ж відповідь "ні", запитайте, що вам слід зробити, щоб досягти звільнення. Дочекайтеся, поки прийде відповідь. Якщо вам дадуть інформацію про минуле життя, яку ви розумієте не до кінця, попросіть прояснити те, що ви побачили.

# karma_step_6
source: If you receive "no" in step 4, repeat questions requiring yes-no answers at each stage. Each time you receive a negative answer, do what is written in step 5.
ru: Получив ответ "нет" в пункте 4, повторяйте вопросы, требующие ответов "да-нет" на каждом этапе. Каждый раз, получив отрицательный ответ, делайте то, что написано в пункте 5.
uk: Отримавши відповідь "ні" в пункті 4, повторюйте питання, що потребують відповідей "так-ні" на кожному етапі. Кожного разу, отримавши негативну відповідь, робіть те, що написано в пункті 5.

# karma_step_7
source: You can ask as many times as you want and about anything. But your requests should be simple and stated separately.
ru: Вы можете просить сколько угодно раз и о чем угодно. Но ваши просьбы должны быть простыми и высказываться каждая отдельно.
uk: Ви можете просити скільки завгодно разів і про що завгодно. Але ваші прохання повинні бути простими і висловлюватися кожне окремо.

# karma_step_8
source: Use this process for four categories of karmic healing:
ru: Пользуйтесь этим процессом для четырех категорий кармического исцеления:
uk: Користуйтеся цим процесом для чотирьох категорій кармічного зцілення:

# karma_step_9
source: Treat these Beings with great respect. Never argue with them and don't forget to thank them.
ru: Относитесь к этим Существам с огромным почтением. Никогда не спорьте с ними и не забывайте благодарить.
uk: Ставтеся до цих Істот з величезною пошаною. Ніколи не сперечайтеся з ними і не забувайте дякувати.

source: Karmic Healing
ru: Кармическое исцеление
uk: Кармічне зцілення

source: Light
ru: Светлая
uk: Світла

# list
source: Topic
ru: Тема
uk: Тема

source: Low
ru: Низкий
uk: Низький

# meditation_auto_scroll
source: Meditation steps scroll automatically according to the set time interval.
ru: Шаги медитации прокручиваются автоматически согласно установленному временному интервалу.
uk: Кроки медитації гортаються автоматично згідно з встановленим часовим інтервалом.

# meditation_settings_title
source: Meditation Step Settings
ru: Настройки шагов медитации
uk: Налаштування кроків медитації

# meditation_sound_setting
source: You can enable or disable sound playback when transitioning to the next step.
ru: Вы можете включить или отключить воспроизведение звука при переходе к следующему шагу.
uk: Ви можете увімкнути або вимкнути програвання звуку при переході до наступного кроку.

# meditation_step_timing
source: You can customize the time interval for transitioning to the next step in meditation.
ru: Вы можете настроить временной интервал для перехода к следующему шагу в медитации.
uk: Ви можете налаштувати часовий інтервал для переходу до наступного кроку в медитації.

# meditation_vibration_setting
source: You can enable or disable vibration when transitioning to the next step.
ru: Вы можете включить или отключить вибрацию при переходе к следующему шагу.
uk: Ви можете увімкнути або вимкнути вібрацію при переході до наступного кроку.

# meditation_volume_setting
source: You can adjust the volume of this sound.
ru: Вы можете настроить громкость этого звука.
uk: Ви можете налаштувати гучність цього звуку.

source: Medium
ru: Средний
uk: Середній

source: minutes
ru: минут
uk: хвилин

# my_reminders
source: Reminder topics
ru: Темы напоминаний
uk: Теми нагадувань

source: My requests
ru: Мои просьбы
uk: Мої прохання

# new_list
source: New
ru: Новый
uk: Новий

# new_reminder
source: New
ru: Новoe
uk: Новe

source: New Subrequest
ru: Новая подпросьба
uk: Нове підпрохання

source: Next
ru: Следующий
uk: Далі

source: Next step in %@
ru: Следующий шаг через %@
uk: Наступний крок через %@

# no_results
source: Nothing found
ru: Ничего не найдено
uk: Нічого не знайдено

source: None
ru: Нет
uk: Немає

source: Notes
ru: Заметки
uk: Нотатки

source: Older Than 1 Month
ru: Старше 1 месяца
uk: Старше 1 місяця

source: Older Than 1 Year
ru: Старше 1 года
uk: Старше 1 року

source: Older Than 6 Months
ru: Старше 6 месяцев
uk: Старше 6 місяців

# onboarding_app_description
source: Transform the teachings from the book into regular practice. Track your healing journey, manage requests, and work with the Lords of Karma step by step.
ru: Превратите учения из книги в регулярную практику. Отслеживайте свой путь исцеления, управляйте просьбами и работайте с Властителями Кармы пошагово.
uk: Перетворіть вчення з книги на регулярну практику. Відстежуйте свій шлях зцілення, керуйте проханнями та працюйте з Володарями Карми покроково.

# onboarding_app_title
source: Your Spiritual Companion
ru: Ваш духовный спутник
uk: Ваш духовний супутник

# onboarding_book_description
source: This app is a supplement to the Russian edition 'Karmic Healing', which is a translation of the English edition 'Psychic Healing with Spirit Guides and Angels' by Diana Stein.
ru: Это приложение является дополнением к российскому изданию 'Кармическое Исцеление', которое является переводом английского издания 'Psychic Healing with Spirit Guides and Angels' Дайаны Стайн.
uk: Цей застосунок є доповненням до російського видання 'Кармическое Исцеление', яке є перекладом англійського видання 'Psychic Healing with Spirit Guides and Angels' Дайани Стайн.

# onboarding_book_title
source: Based on Diana Stein's Book
ru: На основе книги Дайяны Стайн
uk: На основі книги Дайяни Стайн

# onboarding_healing_description
source: Learn to work with the Lords of Karma through guided requests. Heal relationships, overcome negative traits, and transform life situations with their guidance.
ru: Научитесь работать с Властителями Кармы через направленные просьбы. Исцеляйте отношения, преодолевайте негативные черты и трансформируйте жизненные ситуации с их помощью.
uk: Навчіться працювати з Володарями Карми через спрямовані прохання. Зцілюйте стосунки, подолайте негативні риси та трансформуйте життєві ситуації з їх допомогою.

# onboarding_healing_title
source: Karmic Healing Process
ru: Процесс кармического исцеления
uk: Процес кармічного зцілення

# onboarding_journey_description
source: Change your past, present, and future with the help of the Lords of Karma. Start your journey of spiritual healing and personal transformation today.
ru: Измените свое прошлое, настоящее и будущее с помощью Властителей Кармы. Начните свой путь духовного исцеления и личностной трансформации уже сегодня.
uk: Змініть своє минуле, теперішнє та майбутнє з допомогою Володарів Карми. Почніть свій шлях духовного зцілення та особистісного перетворення вже сьогодні.

# onboarding_journey_title
source: Begin Your Transformation
ru: Начните свое преображение
uk: Почніть своє перетворення

source: Overdue
ru: Просрочено
uk: Прострочено

# part_1_step_10
source: Ask your Higher Self to come to you, and then:
ru: Попросите свое Высшее Я прийти к вам, а затем:
uk: Попросіть своє Вище Я прийти до вас, а потім:

# part_1_step_10_text
source: a) ask his name; b) ask him for a gift; c) listen to his request for a return gift; d) ask that it remain with you always.
ru: а) спросите его имя; b) попросите его о даре; c) выслушайте его просьбу об ответном даре; d) попросите, чтобы оно оставалось с вами всегда.
uk: а) запитайте його ім'я; b) попросіть його про дар; c) вислухайте його прохання про відповідний дар; d) попросіть, щоб це залишалося з вами завжди.

# part_1_step_11
source: Ask your Higher Self to clear, align, open, activate and fill the Hara line channels and chakras.
ru: Попросите свое Высшее Я очистить, выстроить, открыть, активировать и заполнить собой каналы и чакры линии Хара.
uk: Попросіть своє Вище Я очистити, вирівняти, відкрити, активувати та заповнити собою канали та чакри лінії Хара.

# part_1_step_12
source: Ask your Higher Self to clear, align, open, activate and fill the Kundalini channels and chakras.
ru: Попросите свое Высшее Я очистить, выстроить, открыть, активировать и заполнить собой каналы и чакры Кундалини.
uk: Попросіть своє Вище Я очистити, вирівняти, відкрити, активувати та заповнити собою канали та чакри Кундаліні.

# part_1_step_13
source: Ask that the process that has just been completed become permanent.
ru: Попросите, чтобы только что завершившийся процесс приобрел постоянный характер.
uk: Попросіть, щоб процес, який лише завершився, став постійним.

# part_1_step_14
source: Come back to today.
ru: Возвращайтесь в сегодняшний день.
uk: Повертайтеся в сьогоднішній день.

# part_1_step_4
source: Ask to restore, heal and activate your twelve strand DNA.
ru: Попросите восстановить, исцелить и активировать вашу ДНК, состоящую из двенадцати нитей.
uk: Попросіть відновити, зцілити та активувати вашу ДНК з дванадцяти ниток.

# part_1_step_5
source: Ask for the healing of the central soul to be completed.
ru: Попросите завершить исцеление центральной души.
uk: Попросіть завершити зцілення центральної душі.

# part_1_step_6
source: Optional process
ru: Факультативный процесс
uk: Факультативний процес

# part_1_step_6_text
source: Ask the Lords of Karma to cleanse, release, and heal the Kundalini chakras from all negative connections
ru: Попросите Властителей Кармы очистить, освободить и исцелить чакры Кундалини от всяких негативных связей.
uk: Попросіть Володарів Карми очистити, звільнити та зцілити чакри Кундаліні від усіх негативних зв’язків.

# part_1_step_7_text
source: Ask the Lords of Karma to cleanse, release, and heal the Kundalini chakras from all negative hooks.
ru: Попросите Властителей Кармы очистить, освободить и исцелить чакры Кундалини от всяких негативных крючьев.
uk: Попросіть Володарів Карми очистити, звільнити та зцілити чакри Кундаліні від усіх негативних гачків.

# part_1_step_8_text
source: Ask the Lords of Karma to cleanse, release, and heal the chakras of the Hara line from all negative hooks.
ru: Попросите Властителей Кармы очистить, освободить и исцелить чакры линии Хара от всяких негативных крючьев.
uk: Попросіть Володарів Карми очистити, звільнити та зцілити чакри лінії Хара від усіх негативних гачків.

# part_1_step_9_text
source: Ask the Lords of Karma to free, heal, and cleanse your energy from all heart wounds.
ru: Попросите Властителей Кармы, это освободить, исцелить и очистить вашу энергию от всех сердечных ран.
uk: Попросіть Володарів Карми звільнити, зцілити та очистити вашу енергію від усіх сердечних ран.

# part_2_step_10
source: Ask your Essence Self/Star Self to come forth and merge with your Higher Self.
ru: Попросите свое Сущностное Я/Звездное Я явиться и слиться с вашим Высшим Я.
uk: Попросіть своє Сутнісне Я/Зоряне Я явитися та злитися з вашим Вищим Я.

# part_2_step_11
source: Talk to him a little and ask him to connect with you forever.
ru: Поговорите с ним немного и попросите соединиться с вами навсегда.
uk: Поспілкуйтеся з ним трохи та попросіть з'єднатися з вами назавжди.

# part_2_step_4
source: Ask to restore, heal and activate your Silver Cord.
ru: Попросите восстановить, исцелить и активировать вашу Серебряную Нить.
uk: Попросіть відновити, зцілити та активувати вашу Срібну Нитку.

# part_2_step_5
source: Ask your Higher Self to come to you.
ru: Попросите свое Высшее Я явиться к вам.
uk: Попросіть своє Вище Я явитися до вас.

# part_2_step_8
source: Ask to clear, heal, align, open and activate the three Galactic Matrices.
ru: Попросите очистить, исцелить, выстроить, открыть и активировать три Галактические Матрицы.
uk: Попросіть очистити, зцілити, вирівняти, відкрити та активувати три Галактичні Матриці.

# part_2_step_9
source: Ask to clear, heal, align, open and activate the five Galactic Chakras.
ru: Попросите очистить, исцелить, выстроить, открыть и активировать пять Галактических Чакр.
uk: Попросіть очистити, зцілити, вирівняти, відкрити та активувати п'ять Галактичних Чакр.
